Wall is shorter than minimum height allowed by its type.\nIt is [Length] and must be at least [Length].
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ShorterThanMinWallError { get; }
  Visual Basic
Public Shared ReadOnly Property ShorterThanMinWallError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ShorterThanMinWallError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures WallFailures Class
  Autodesk.Revit.DB Namespace